{"asin":"B005LW5JMQ","title":"Atrocities: The 100 Deadliest Episodes in Human History","authors":"Matthew White and Steven Pinker","highlights":[{"text":"Sorry, we’re unable to display this type of content.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=256","value":256},"note":""},{"text":"When Alexander visited Egypt, he was hailed as a god, and he no doubt agreed. In 331 BCE, at the mouth of the Nile River he laid the groundwork for Alexandria, a new city of culture and learning that would soon be the home of the greatest library in the ancient world, the greatest lighthouse, the original Museum (Temple of the Muses), and just about every scholar for the next several centuries.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=344","value":344},"note":"Added note"},{"text":"Whenever Shi Huang Di tried to make changes, academics fussed and insisted that there was no precedent—the law forbade it. Well, the obvious solution was to remove all those pesky precedents and start from scratch. He ordered every book in China brought to him, and he had all of them, except for a few technical manuals, burned. When scholars howled at this, he buried 460 of them alive so he wouldn’t have to listen to their howling anymore. Many years later, after Shi Huang Di was safely gone, scholars gathered and tried to write down whatever they could remember of the lost literature.2","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=520","value":520},"note":null},{"text":"Roman games were usually organized to honor the memory of a great and noble Roman. A high-ranking sponsor paid for the games and offered spectators free entry. The audience was sorted and seated by class: the imperial box, senators together in the front rows, enfranchised Roman citizens with their peers, and women in the back rows, way up at the top.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=637","value":637},"note":null},{"text":"The arena was usually the largest building in any Roman city, and the importance of the games in Roman life was highlighted in 80 CE with the construction of the largest arena ever—the Flavian Amphitheater, or Colosseum—in Rome. The most visible and distinctive symbol of Roman magnificence, the Colosseum could seat up to sixty thousand spectators.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=647","value":647},"note":null},{"text":"Until the Nazis built their death camps, the Colosseum may have been the smallest site of the most killings in history, with more killings per acre than any battlefield or prison.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=651","value":651},"note":null},{"text":"Five thousand wild animals and four thousand domestic animals were killed to celebrate the opening of the Colosseum.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=660","value":660},"note":null},{"text":"Around midday, criminals were publicly executed, as a warning to others, often by fire or by beasts turned loose on them. Sometimes criminals were just thrown together in large batches with simple weapons and told to kill each other.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=666","value":666},"note":null},{"text":"Gladiatorial armor was designed to decrease the risk of slight wounds in favor of a clean killing by protecting the arms and face while leaving the chest and neck exposed.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=675","value":675},"note":null},{"text":"The games lost some popularity after the empire turned Christian and compassion became a virtue.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=710","value":710},"note":null},{"text":"The Yellow River (or Huang Ho) is definitely the deadliest geographic feature known to man. As the center of trade and irrigation, the river keeps China alive, but far too often the silt-choked river clogs with sediments and overflows its banks, carving a new path to the sea across the adjacent plain and whichever hapless towns and villages might stand in the way. Several floods of the Yellow River have the distinction of being the only natural disasters in history to have killed over a million people. Including the subsequent famine and disease, 7 million died in the flood of 1332–33; 900,000 to 2 million, in 1887; and 1 to 4 million, in 1931.4","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=1078","value":1078},"note":null},{"text":"Saint Augustine, the theologian who stands second only to Saint Paul in creating the Christianity we know today, came to prominence during this era. Augustine had spent his youth enjoying the pleasures of the flesh; then he grew up, got religion in 386 CE, and ruined it for everyone else. He worked over the problem of free will, developed original sin, damned unbaptized babies, outlawed sex, and turned Christianity from a popular movement into a postgraduate philosophy course. Whenever your eyes glaze over while studying religion, or whenever you find yourself wondering where Jesus said that, that’s Saint Augustine at work.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=1394","value":1394},"note":null},{"text":"Over the next few decades, tribe after tribe of barbarians—Picts, Scots, Angles, Saxons, and Jutes—from several directions—Ireland, Scotland, and Denmark—took advantage of the opportunity and plunged Britain into a violent, unchronicled age. With no real defender riding to their rescue, the helpless Britons had to dream one, and the legend of King Arthur was born.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=1443","value":1443},"note":null},{"text":"The fall of Rome is arguably the most important geopolitical event in Western history. Without the shattering of the empire, the Romanized populations of western Europe would not have evolved separate identities. Instead of French, Spanish, Italian, and Portuguese, there would be only Romans in these lands (speaking something very similar to Italian).","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=1610","value":1610},"note":null},{"text":"Most societies didn’t go out of their way to get slaves; they merely acquired them accidentally, and they were often at a loss as to what to do with them. Usually, a person was enslaved only after a string of abnormally bad luck. Being captured in a war, convicted of a crime, abandoned as a child, and taken to pay a debt were the customary paths into bondage, and for the first three, the alternative to slavery was usually death.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=1784","value":1784},"note":null},{"text":"How many Africans died in the slave trade? Although many anecdotes point to dozens of dead slaves for every live one delivered, these may be isolated incidents. Overall, there is no solid proof that the eastern trade was either more or less deadly than the western trade, so I’m going to apply the western ratio from that chapter and declare that three slaves died for every two transported. That would come to 18 million deaths to produce 12 million live slaves.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=1928","value":1928},"note":null},{"text":"THE MAYANS BUILT A FASCINATING AND COMPLEX CIVILIZATION FROM scratch, prospered for several centuries, and then abandoned it, without even saying good-bye. From being builders and mathematicians on a grand scale, they went back to being quiet subsistence gardeners, leaving behind huge jungle-encrusted ruins to mystify later generations. For over a century and a half, we’ve been trying to figure out why.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=2095","value":2095},"note":null},{"text":"THE CRUSADES Death toll: 3 million1 Rank: 30 Type: holy war Broad dividing line: West Christians (“Franks”) vs. Muslims (“Saracens”) vs. East Christians (“Greeks”) Time frame: 1095–1291 Location: Levant Who usually gets the most blame: definitely not Richard the Lionheart and Saladin","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=2156","value":2156},"note":null},{"text":"Pope Urban II hoped to channel their energy into more acceptable activities, like killing infidels. With a stirring speech at the 1095 Council of Clermont, he encouraged the warrior class of Europe to take up the cross and plant it once again in the Holy Land. It seemed like a good task to keep all those spare knights busy, and it would guarantee the safety of pilgrims. Pope Urban assured them that anyone who took up a crusade would earn valuable spiritual bonus points to boost their score on Judgment Day. The volunteers pledged to see it through to the end, or may God strike them dead.3","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=2184","value":2184},"note":null},{"text":"In history books, the Crusades are usually numbered as a sequence of distinct events, but they only looked like that from Europe. What we usually call the First or Seventh Crusade is really the first or seventh large wave of new recruits rounded up and marched out from Europe. This doesn’t mean that peace reigned in Palestine between officially designated Crusades.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=2236","value":2236},"note":null},{"text":"Fourth Crusade By now, Christendom had realized that Palestine could not stand alone; its larger neighbors, Egypt and Syria, conquered it too easily. No empire in recorded history has ever been anchored on Palestine, so the next wave of crusaders (mobilized by Pope Innocent III) decided to take Egypt by sea and build on that.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=2289","value":2289},"note":null},{"text":"However, by putting huge numbers of western European aristocrats in close contact with the sophisticated Orient, the Crusades were able to jump-start Western Civilization—in a happy history book that would be the main legacy of the Crusades. For our purposes, however, the main legacy was a harshening of the Christian religion. For the next five hundred years—until the Enlightenment tamed it—western Christianity had an unfortunate tendency to direct violence against unbelievers.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=2335","value":2335},"note":null},{"text":"While fighting over land is quite common, the land in dispute usually provides some practical resource—minerals, crops, harbors, farms, strategic location, exploitable labor, or sheer size. Palestine has none of these. The sole resource of the Holy Land is heritage. There’s no gold, no oil, very little fertile land, and few natives, nothing but sacred sites, so in essence, the Crusades killed 3 million people in a fight to control the tourist trade.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=2341","value":2341},"note":null},{"text":"THE STRANGEST THING ABOUT RELIGIOUS CONFLICTS IS THAT SOME PEOPLE deny they ever happen. They will say the Crusades were about economics and the Inquisition was a consolidation of power. They will deny that anyone fights over religion, despite the fact that the participants freely admit to fighting over religion.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=2349","value":2349},"note":null},{"text":"Finally, if the parties declare religious motives, we should at least consider the possibility that they are telling the truth. Religion is so central to a person’s worldview that most big decisions have some sort of religious consideration. Even if the warmonger-in-chief is using religion only as a convenient and cynical excuse to stir up the masses, the main reason he does that is because it works. You never see warmongers rallying armies to destroy an enemy that spells or shaves differently, because those are stupid reasons to fight a war. A different religion by contrast is usually accepted as a perfectly fine reason to kill someone. If it weren’t, why would people rally behind it?","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=2361","value":2361},"note":null},{"text":"The Thirty Deadliest Religious Killings Taiping Rebellion (1850–64) Twenty million died in a messianic uprising of Chinese Christians. Thirty Years War (1618–48) Seven and a half million died as Catholics and Protestants fought for control of Germany. Holocaust (ca.1938–45; see “Second World War”) Nazi Germany killed 5.5 million Jews all across Europe. Even though the Nazis claimed to be killing Jews for racial reasons, the only substantive difference between the victims of the Holocaust and those left untouched was their ancestral religion. It was the climax of several centuries of European anti-Semitism.* Mahdi Revolt (1881–98) Five and a half million Sudanese died during this fundamentalist Muslim uprising. Gladiatorial Games (264 BCE–435 CE) Perhaps 3.5 million gladiators were killed to honor the Roman ancestors. French Wars of Religion (1562–98) Three million people died in the wars between the Catholics and Protestants of France. Crusades (1095–1291) For two hundred years, European Christians tried to wrest control of the Holy Land from the Muslims. Perhaps 3 million people died in these wars. Fang La Rebellion (1120–22) Two million died in a peasant revolt in China that started with friction between a Taoist emperor and a Manichaean minority. Aztec Human Sacrifice (1440–1524) The Aztecs sacrificed some 1.2 million people. Albigensian Crusade (1208–49) Around 1 million people in the south of France were killed in this war to exterminate the Cathar heresy. Panthay Rebellion (1855–73) A rebellion of Muslims in southeast China killed a million. Hui Rebellion (1862–78) Another rebellion of Muslims in northwest China killed 640,000. Partition of India (1947) Mob violence killed 500,000 Hindus and Muslims. Cromwell’s Invasion of Ireland (1649–52) Cromwell killed 300,000 to 500,000 Irish in his invasion. Roman-Jewish Wars (66–74 and 130–136 CE) A series of messianic revolts against Roman authority led to maybe 350,000 deaths. The Bible There are two sides to the debate about the atrocities described in the Bible: (1) God is merciful and everything described in the Bible is absolutely, inerrantly true, but the number of people slaughtered by the Israelites was wildly exaggerated, and those people deserved it anyway. (2) The Bible was written by mere mortals who made plenty of mistakes so you can’t believe everything you read there, but look at all of the people killed by so-called holy men in so-called holy wars in the so-called Holy Land. Consider, for example, the city of Ai. The Bible states quite clearly that Joshua killed all 12,000 people in the city at the orders of God. If you are a fundamentalist, you have a lot of explaining to do, but if you are a heathen, you can simply point out that Ai means “ruin,” and archaeologists have determined that the town was destroyed long before the Israelites arrived in Palestine, so the Bible is wrong. This means neither side in the debate can comfortably use the Bible to support their interpretation of…","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=2373","value":2373},"note":null},{"text":"In early history, the majority of religious killings involved sacrificing people to bribe and placate the dangerous forces of the universe. Then, Judaism and its offshoots, Christianity and Islam, devised a worldview where a single all-powerful god required a strict, uncompromising belief rather than tangible offerings. After that, religious killings tended to arise from the friction of incompatible beliefs.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=2487","value":2487},"note":null},{"text":"GENGHIS KHAN Death toll: 40 million1 Rank: 2","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=2535","value":2535},"note":null},{"text":"Chinggis Khan was buried in a secret tomb, somewhere deep in the Mongol homeland. Any witnesses who happened across his funeral procession were seized and killed to prevent them from reporting the location. After the body was buried with his accumulated wealth, the slaves who carried him were ambushed and slaughtered to hide the location forever. His grave has never been found, but it haunts archaeology as one of the world’s greatest career-boosting possibilities.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=2724","value":2724},"note":null},{"text":"Catharism was a persistent heresy that survived several centuries of attempted eradication all across Christendom. Cathars believed that Jesus was not of this corrupt world but was a purely divine entity, a phantom. He had come to replace the vicious, vengeful God of the Old Testament who had created our flawed universe. The word Cathar came from the Greek word for purity, and Cathars believed that all people should strive to separate themselves from the corruption of the material world to reach a condition called Perfect. They also believed that humans needed no intermediaries to receive Jesus’s salvation, which obviously did not go over well with the Roman Catholic Church. After many centuries of persecution, the Cathars were finally exterminated in their last stronghold in the south of France in the thirteenth century.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=2812","value":2812},"note":null},{"text":"In 1229, Rome established the Inquisition in Toulouse to make sure none of the supposed converts were secretly practicing their old heretical ways. Sporadic rebellions and uprisings continued in the hinterlands for several decades. Apostates were hunted down. Relapsed or stubborn Cathars were burned—the last of them in 1321.6","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=2863","value":2863},"note":null},{"text":"Ever since the Norman Conquest of England in 1066, England had been ruled by—and let’s not mince words here—Frenchmen. Historians call them English, but most of the English nobility spoke French as their primary language. The laws of England were written in French. The English nobility had major fiefs and summer homes in France, and the king of England often owned as much of France as did the French king. They were French in everything but geography.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=2920","value":2920},"note":null},{"text":"The Hundred Years War split France and England into two distinct countries, something that wasn’t always apparent before. On a map, the big change was that there were no longer huge bits of England in France.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=3032","value":3032},"note":null},{"text":"Human sacrifice is a worldwide phenomenon, but nowhere else has it ever been recorded on the vast scale that was found among the Aztecs of central Mexico. In Aztec myth, the sun, Huitzilopochtli, was born when one of the gods leapt into a fire; afterward the other gods gave their blood to heal and feed this burning god. Aztec sacrifice reenacted the original sacrifice of the gods, and without new blood, the sun would die. In fact, most of the gods in the Aztec pantheon lived on human blood. Only Queztalcoatl, the Feathered Serpent, opposed human sacrifice, but the other gods had forced him into exile.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=3394","value":3394},"note":null},{"text":"Aztec human sacrifice is so completely unfathomable that most scholars don’t even try to explain it. The Aztecs sacrificed people for religious reasons and that’s that. Among the few who try to find a secular cause for it, most prefer something similar to the reason for Roman gladiatorial games—a warrior people toughening themselves up while dehumanizing and demoralizing their enemies. Every now and then, someone will try to connect Aztec sacrifice to the lack of domesticated food animals in pre-Colombian America,* which would have sent the natives scrounging for an alternative source of protein. Small populations could hunt and fish wild animals, but in a region as densely populated as central Mexico, the only large animals in abundance were other people. To get to this protein, the Mexicans needed their gods’ permission to kill and eat their neighbors, so the Aztecs shared the hearts and blood with their gods and got to keep the meat for themselves.8 This is the most sensible explanation for Aztec sacrifice and also the least popular. In fact, you would be hard-pressed to find any authority anywhere who believes this theory.9 But the so-called cannibal kingdom hypothesis has a good deal in its favor. For starters, why was history’s only urban culture without large food animals also the only urban culture that regularly ate human flesh? Why did history never produce rampant cannibalism in any urban culture that has goats, sheep, cattle, or pigs? Is this a mere coincidence?","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=3434","value":3434},"note":null},{"text":"However, the scale of Aztec human sacrifice was so far beyond most religious killings that it probably requires a special explanation. The Spanish Inquisition (32,000 killed)11 and the witch hunts (60,000 killed)12 simply can’t compare to the Aztec sacrifice. Those European atrocities killed only enough enemies to make their point. The Aztecs went into overdrive. Even gladiatorial combat among the Romans killed at around half the annual rate as the Aztecs—and that was spread across a much larger area, among a population at least four times larger. Although human sacrifice was common in tribes and villages worldwide, most societies kept the numbers small and outgrew it as soon as they were forced to live close together in cities. The Chinese of the Shang dynasty, for example, sacrificed a mere 13,000 humans in 250 years (1300–1050 BCE).13 Homicide tends to disrupt the cooperative and orderly behavior that society needs to function. Although I hesitate to generalize about all of the atrocities in this book, I’ve noticed that most mass killings either occur after societies break down or are directed against specific enemies on behalf of someone in power. Unnecessarily killing hundreds of thousands of random neighbors on the whim of invisible beings will rip a society apart, unless someone important is getting something very tangible out of it. I think it was meat.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=3455","value":3455},"note":null},{"text":"At first, the local Africans traded whatever slaves they had on hand. Most of them were criminals, adulterers, or debtors, but as demand grew, African coastal kingdoms would start new wars specifically to capture prisoners to sell as slaves. Eventually, native slave traders were raiding inland to kidnap fresh slaves. After capturing a village, the traders usually killed or abandoned the elderly and infants because there was no market for them. The remaining villagers would be dragged away for sale.3 Newly harvested slaves would be herded back to the coast in coffles (chained caravans) along trails hundreds of miles long, on journeys that often lasted months. Slaves were shackled together at the neck, wrists, or ankles, maybe attached to the man in front of him with a yoke on his neck or to the man beside him with chains on his wrist. They were prodded, beaten, and kicked to keep them moving, and the weak would be killed if they fell so they couldn’t recover later and escape. The major slave trails were littered with bones.4","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=3521","value":3521},"note":null},{"text":"Slaves that no one wanted were often killed on the spot. Keeping them alive increased maintenance costs, and letting them go would encourage future slaves to make themselves flagrantly unmarketable.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=3543","value":3543},"note":null},{"text":"In both Africa and America in the early days of the trade, slavery was not necessarily considered a permanent condition. Most of the first slaves imported in Virginia were indentured servants who were released after their terms of servitude (ten years was typical) had expired. That soon changed. Three shifts in the winds of history made the Western slave trade stand out for its cruelty. The first was the rise of global capitalism in the fifteenth century. This broke the cultural and emotional connections between masters and slaves who had lived among each other in the same communities for generations. It turned slaves into mere commodities to be bought and sold in anonymous bulk across wide distances. Second was racism. “We” have always been better than “them,” but through most of human history, “we” were a tiny tribe—Saxons, Athenians, Venetians, Judeans, whatever—in a big sea of “them.” The Greeks, for example, lumped all non-Greeks—black/white, literate/illiterate, clothed/naked—into the catch-all category of barbaroi. With so many of “them” out there, there was a limit to the amount of damage “we” could do. Only later did “we” expand to include everyone who looks like us, bundled together in opposition to everyone who looks different. The slave trade largely invented racism, this division of humanity into groups organized solely by physical appearance. A feedback cycle developed where so many Africans lived as slaves in the New World that slavery seemed like the obvious, natural condition for Africans. Once Europeans began to associate dark skin with slavery, every dark-skinned person was assumed to be a slave, and if he wasn’t, well, then he should be.23 If owners liberated too many African slaves after a period of servitude, it would create a class of free blacks in which runaways could hide. The slave owners had to vigorously oppose the growth of an independent, unregulated free black community. Then they had to justify these actions by appealing to racist ideology.24 Third, the rise of liberal notions of inborn personal dignity removed many intermediate forms of inequality such as serfdom, concubinage, and apprenticeship. These diverse classes and castes had once filled the gap between the slave and the freeborn with a series of small steps rather than an impassible chasm. Slavery in nineteenth-century America was no worse than slavery in seventeenth-century America, but as the rights of common citizens expanded, the contrast with slaves became more glaring.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=3617","value":3617},"note":null},{"text":"The splintering of Christianity, however, had created a far left wing dedicated to the equality of all people. Several of these splinter groups, first the Mennonites (1688), then the Quakers (1696), then the more numerous Methodists (1774), began to come out against the very existence of slavery. In 1775, Quakers in Philadelphia organized the first abolitionist society in America. English Quakers established their country’s first antislavery society in 1783. This radical fringe would have been easily ignored had it not been for the wider acceptance of liberal ideals during the Enlightenment of the eighteenth century. Although Enlightenment philosophers usually dismissed Christianity as mere superstition, they agreed with the Quakers that all men are born free and equal. As liberalism infiltrated society, it became harder to stay silent about slavery. By the late 1700s, the leading minds of Western Civilization (Bentham, Hume, Locke, Montesquieu, Rousseau, Voltaire, for example) had recognized the injustice of slavery.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=3653","value":3653},"note":null},{"text":"For several decades, the Atlantic Ocean saw a steady game of cops and robbers, and like most activities outside the law, slaving became even more brutal. To avoid being captured with slaves aboard, some slave ships shackled their cargo to a single long chain. If a patrol boat came into view, the first slave was pushed overboard, and the chain carried all of the slaves into the ocean, one after another. The incriminating evidence would be deep underwater by the time the Royal Navy boarded the ship.27","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=3666","value":3666},"note":null},{"text":"Every new territorial acquisition by the United States had to be allocated to either the slave or the free section of the country. The future balance of power depended on North and South packing potential new states with like-minded settlers. The dispute eventually produced a political party, the Republicans, whose unifying principle was its opposition to the expansion of slavery. When this party was voted into office in 1860, the slave owners rebelled, and over a half-million people died in the ensuing civil war.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=3715","value":3715},"note":null},{"text":"1837–38, Trail of Tears: President Andrew Jackson expelled all of the Indians still living east of the Mississippi River and herded them into new lands in the West. Because the Cherokee had recently lived in peace with the Americans and were still numerous and prosperous, they had much more to lose and were especially hard hit in this ethnic cleansing. Some 18,000 Cherokee were cast out of their homeland in and around Georgia, and at least 4,000, possibly 8,000, died of cold, hunger, exhaustion, or disease before they got to Oklahoma.24","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=3969","value":3969},"note":null},{"text":"In 1804, at the age of thirty-five, Bonaparte was secure enough in his position to drop the pretense of republican rule. He decided that consul was a silly title, so he transformed from Citizen Bonaparte to Emperor Napoleon. To gain respectability in the eyes of his fellow monarchs, he restored the official role of the Catholic Church, put Sunday back into the calendar, and returned to counting the years starting from the year of the birth of Christ. He also reestablished slavery in the Caribbean colonies.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=5618","value":5618},"note":null},{"text":"Lacking control of the seas, Napoleon couldn’t impose his will outside of Europe, but for someone who never got any further than the Mediterranean basin, he caused disruptions on a global scale. The Western Hemisphere was almost totally transformed by the career of a man who never even set foot there. The French occupation of Spain left the Spanish colonies in America adrift. Forced to look after themselves while Spain was in turmoil, they resisted when the restored Spanish monarchy tried to reassert control. It took a decade of bloody colonial wars, but eventually these Latin American communities would establish their independence. In the United States foreign policy split along party lines, with the Jeffersonians fully in favor of killing kings and supporting America’s old ally France against the hated British, while the Federalists were swayed more by America’s traditional ethnic and economic ties to Britain and a general middle-class fear of revolution.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=5748","value":5748},"note":null},{"text":"These are the deadliest conquerors of history: Hitler: 42 million dead in Europe Chinggis Khan: 40 million dead across Asia Timur: 17 million dead in Asia Napoleon: 4 million dead in Europe Frederick the Great: 2 million dead in two wars over Silesia and hegemony in Europe Louis XIV: 1.5 million dead from his wars1 Shaka Zulu: 1.5 million dead in southern Africa Gaius Julius Caesar: claimed to have killed 1,192,000 foreign enemies in battle2 Alexander the Great: 450,000 killed in the Middle East","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=5773","value":5773},"note":null},{"text":"Then suddenly, in August 1791, that seemed unimportant when the slaves in the northern part of the island rose up, slaughtering 2,000 of their white masters with farm tools and burning over twelve hundred coffee and two hundred sugar plantations. The surviving whites retaliated, killing 10,000 slaves. Soon everyone was killing everyone else.2","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=5815","value":5815},"note":null},{"text":"For much of recorded history an impartial observer would have considered China to be the most technologically advanced civilization on earth. The Chinese were self-sufficient, self-contained, and self-satisfied.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=6068","value":6068},"note":null},{"text":"Although China had spent much of history as the most advanced civilization on earth, the Europeans had long ago passed the Chinese where it counted—military technology. In the First Opium War, the Anglo-French forces shattered the Chinese fleet and destroyed their army with hardly a scratch to themselves.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=6079","value":6079},"note":null},{"text":"The game of mah-jongg was probably invented by bored Taiping soldiers. Beyond that, the Taiping Rebellion has faded into forgotten history. When Hollywood began to explore the possibility of a movie based on Caleb Carr's Devil Soldier, the story of the American mercenary Frederick Ward in the Taiping Rebellion, one of the first things to change was the setting.14 The interested parties eventually filmed the basic concept as The Last Samurai, the story of a nineteenth-century American mercenary caught up in a civil war in, well, Japan obviously.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=6214","value":6214},"note":null},{"text":"The Civil War was a battle between two competing visions of America—one defined by nationality (white Anglo-Saxon Protestants) against one defined by ideology (all men are created equal). This is probably the central conflict of American history, and if you understand this war, you will be a long way toward understanding the United States. Obviously, the main outcome of the war was the freeing of the slaves, but that was coming down the road anyway. A war of some sort was probably inevitable—not many slave-owning countries avoided it—but even at its most stubborn, the United States would not have held onto slavery much longer than Cuba (1886) or Brazil (1888).","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=6357","value":6357},"note":null},{"text":"Then the Fourteenth Amendment made the states subordinate to the federal government on matters of human rights for the first time, an ideological victory that has annoyed conservatives for a century and a half.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=6368","value":6368},"note":null},{"text":"The Americans had made such a big deal about supporting Cuban independence that they couldn’t annex their new conquest outright. They had to give Cuba the appearance of sovereignty, but they wrote clauses into the treaties to guarantee American control of the Cuban government for many years to come.2","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=7106","value":7106},"note":null},{"text":"ALTHOUGH THE FIRST WORLD WAR RANKS ONLY ELEVENTH ON MY LIST BY overall body count—including civilians—it would easily rank second if I counted only soldiers. The war was a meat grinder that killed more soldiers than any other four wars you can name—except of course for its sequel and namesake, World War II.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=7306","value":7306},"note":null},{"text":"The major lesson of World War I is that war is bad. This may seem like the obvious lesson of most wars, but the previous generation of Europeans had seen an unprecedented era of peace, and they had forgotten what war was like. Most wars in recent memory had been easy victories or clean defeats. World War I reminded world leaders that wars don’t always go as planned. Almost every scheme backfired, and most nations came out of the war broken and shattered.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=7597","value":7597},"note":null},{"text":"In 1922 Lenin made Stalin head of the Communist Party because no one else wanted to do it.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=8148","value":8148},"note":null},{"text":"Stalin’s personal life was thrown into turmoil in 1932 when he had an argument at a party with his wife, Nadya, who then stepped away for a moment and committed suicide. Some biographers say that this destroyed Stalin’s last vestiges of humanity and turned him from a simple bastard into a monster.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=8161","value":8161},"note":null},{"text":"When Stalin first came to power, Russia was still operating under Lenin’s New Economic Policy, which was trying to rebuild the war-ravaged economy by allowing small-scale capitalism.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=8180","value":8180},"note":null},{"text":"the West generally considers Hitler worse than Stalin because Hitler’s evil disgusts more successfully on a gut level. The human face of the Holocaust is Anne Frank, an innocent little girl hunted down and exterminated because of dangerous racist pseudoscience. The human face of the Gulag is Aleksandr Solzhenitsyn, a cranky old guy in a wild beard who survived. Hitler also makes a much better morality tale: By appealing to people’s fears and hatreds, he whipped the mob into a frenzy and became leader of a free democracy, which he quickly twisted to his own desires. While trying to conquer the world, he committed unparalleled atrocities. Finally, Hitler overreached and was taken down by the wrath of a unified world in a final apocalyptic fury. It’s a more satisfying narrative that people enjoy telling over and over again. Stalin, however, is more typical of tyrants throughout history. He lurked in the shadows, manipulated his way to the head of a preexisting autocracy, consolidated power brutally, and expanded his empire by cleverly playing both sides of the fence. At a fine old age, he died in bed, undefeated, unpunished, mourned by a loving nation.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=8404","value":8404},"note":null},{"text":"The Germans had come so close to winning the First World War that they couldn’t believe they didn’t. By 1917, they had knocked Russia, Serbia, and Romania out of the war, driven the French army to mutiny, and pushed within a few miles of Paris. Even after being driven back by the final Allied offensive, they had retreated in good order, without panic or surrender. Because they had never really grasped that they had been fairly and completely beaten, many German soldiers blamed their defeat on “a stab in the back” by unpatriotic elements back home in Germany—Jews, war profiteers, or Communists depending on the complainer’s leanings.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=8516","value":8516},"note":null},{"text":"Unlike traditional conservatism, which defended the ruling class of nobility, church, and capitalists against the radical populism of the poor, fascism was itself radical populism in favor of conservative ideals. Like the Communists, fascists rallied the masses with promises of full employment, consumer gratification, and national unity of purpose, but were very un-Communist in their support of the homeland, God, and the natural order of things.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=8531","value":8531},"note":null},{"text":"Rather than attacking France immediately, Hitler secured his northern flank by overrunning Denmark and Norway. Then he shifted his attention west and swept over the Netherlands, Belgium, and France in six weeks, while the broken remnants of the British army fled from the port of Dunkirk. Meanwhile, Stalin was taking advantage of these distractions to expand into the smaller neighbors of the Soviet Union, taking parts of Poland, Romania, and Finland and completely devouring Lithuania, Latvia, and Estonia. Mussolini also tried to expand Italy’s holdings, this time from Albania (annexed in 1937) into Greece, and from Libya into Egypt, but he met unexpected resistance.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=8549","value":8549},"note":null},{"text":"Of the 5.7 million Soviets taken prisoner during the whole course of the war, 3.3 million died of neglect and brutality in a deliberate policy by the Nazis to eradicate the subhuman Slavs.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=8579","value":8579},"note":null},{"text":"Holocaust As with all empire builders, the Nazis exploited the cheap manpower of conquered enemies. By 1944, eight million foreigners, mostly civilians, had been brought to Germany as slave labor.* Another two million were working under German command in the territories. They were assigned jobs as farmers, factory hands, and domestic servants. Foreign workers supplied a quarter of the labor in the chemical industry and a third in the armaments industry.17 However, Hitler had bigger plans for the Third Reich. To purify his new European empire, he classified anyone who didn’t fit into conventional society as subhuman and scheduled them for extermination. Homosexuals, Jehovah’s Witnesses, Freemasons, and mental patients were jailed, gassed, shot, and castrated by the tens of thousands. Jews were at the top of the list of Hitler’s targets. On top of the traditional European mistrust of the Jews as an alien religion and the paranoid suspicion that Jews were controlling society with their banks and media empires, the Nazis added a pseudoscientific fear of genetic pollution by the Jews living among them.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=8653","value":8653},"note":null},{"text":"By the time the war began, two-thirds of the Jews in Germany and Austria had seen which way history was heading and fled to other countries.18 The conquest of Europe, however, brought millions more Jews under Hitler’s control. Not only was this more Jews than could be simply expelled, but also it was proving to be more than could be easily massacred. In January 1942, much of the Nazi middle management gathered in a villa at Wannsee outside Berlin to plan the Final Solution to the Jewish problem. Whenever the Germans conquered new territory, they immediately registered all Jews. Some would be shot on the spot, but most were herded together into local ghettos. Smaller ghettos were eventually wiped out or consolidated into larger ghettos, and the largest anywhere was the Warsaw ghetto. Walled off from the rest of the city, Jews might be let out to work, but otherwise, they were kept quarantined. Disease and malnutrition cut the population drastically, but even that wasn’t fast enough, so the Germans began shipping them off to concentration camps to be used as slave labor.19","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=8665","value":8665},"note":null},{"text":"Soon the annihilation of cities became a science. Over the course of a night, as many as a thousand planes would be sent against a target. The first waves of bombers would drop explosives all over the city to splinter wood buildings into kindling, followed by later waves that scattered incendiaries to start little fires. Soon, the various fires consolidated into one gigantic firestorm, which created its own weather system with hurricane winds and a heat so intense that it warped metal, cracked masonry, and carbonized bodies. A firestorm could sweep a city clean off the face of the earth and suck the oxygen out of underground shelters, suffocating all of the people who thought they were safe. The British launched the war’s first major firebombing on the night of July 28–29, 1943, against Hamburg, incinerating 42,000 residents.42 On the night of February 13–14, 1945, Allied bombers destroyed Dresden and 35,000 civilians.* On March 9–10, 1945, American bombers destroyed Tokyo, killing 84,000 inhabitants.43","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=8838","value":8838},"note":null},{"text":"Since the beginning of the war, physicists all over the world had been reporting to their governments that splitting radioactive atoms would release a massive pulse of energy that could be used to obliterate entire armies with the flick of a switch—so God help us if the enemy gets this first. Secret research programs were established in Germany, America, Russia, and Japan to explore this potential. As the world’s primary industrial power, the United States was the first to work out all of the technical problems. On August 6, 1945, a single airplane dropped a single atomic bomb on Japan, and the city of Hiroshima was blasted out of existence, taking along 120,000 of its inhabitants.44 Three days later, another nuclear strike destroyed Nagasaki and 49,000 of its inhabitants.45","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=8847","value":8847},"note":null},{"text":"The Second World War killed the most people in history by several different criteria. As a whole, it was the deadliest event in history. It was also history’s deadliest event for many individual nations—Russia, Poland, Japan, Indonesia, and the Netherlands, to name a few—and for several non-national groups of victims—such as soldiers, POWs, and Jews.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=8876","value":8876},"note":null},{"text":"In this case, revisionists seem to forget that the world went to war against Hitler because he was dangerous, not because he was evil. This is an important distinction in international relations. You can do whatever you want inside your own country, but when you start invading your neighbors, the rest of the world gets jumpy. No matter how brutal Stalin may have been to his own people, he was content to stay inside the borders of the Soviet Union. By the time Stalin began grabbing small countries for himself, the West was already committed to war with Hitler. The choice wasn’t between fighting Hitler or Stalin. The choice was to fight Hitler or both of them. Furthermore, the Soviets beat the Germans fair and square. They produced 96 percent of their own munitions and 66 percent of their own vehicles, while inflicting 80 percent of all German fatalities in the war.65 They had already turned the tide at Stalingrad at a time when Britain was stalemated and America was still mobilizing. It was a close call, and Western assistance tipped the balance, but the West needed Stalin more than Stalin needed the West. Without the Soviets, the Western allies would have had to face several million more Germans all by themselves. This gave Stalin a better negotiating position throughout the war.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=8936","value":8936},"note":null},{"text":"In 1949, the Communist takeover of China finally reached the borders of Vietnam, which gave the rebels access to a major supplier of weapons. The war now shifted to these border regions as the Viet Minh tried to keep in contact with the Red Chinese and the French tried to break this contact. In December 1953, French paratroops seized and fortified Dien Bien Phu (now in Laos), a major station on the Communist supply line, hoping to draw the rebels into an open battle that favored the French. Instead Vietnamese General Vo Nguyen Giap brought the strongpoint under siege. By March 1954, rebel combat troops numbering 70,000 and 100,000 support personnel isolated15,000 entrenched French, and General Giap opened his attacks. After fifty-six days of relentless raiding, sniping, and bombardment wore down the French and squeezed them into a shrinking enclave, Dien Bien Phu surrendered. This defeat convinced the French government that further fighting was futile. Peace negotiations started shortly afterward and granted independence to French Indochina in the form of four countries—Laos, Cambodia, and a Vietnam divided into two parts, one for the Communists and another for the non-Communists. That wouldn’t last long.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=9050","value":9050},"note":null},{"text":"Mao is almost certainly the deadliest individual in history to have wreaked havoc inside a single country.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=9128","value":9128},"note":null},{"text":"Mao preferred public killings for maximum impact. “A young half-Chinese woman from Britain witnessed one rally in the centre of Peking, when some 200 people were paraded and then shot in the head so that their brains splattered out onto bystanders.”4 Millions of prisoners were put to work in the newly established laogai (“reform through labor”) camps. Most authorities estimate that these first purges killed between 1 and 3 million people.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=9151","value":9151},"note":null},{"text":"Sometimes mankind has a really bad day, like April 15, 1912. On that day, the mortally wounded ocean liner Titanic sank into the icy waters of the North Atlantic, taking fifteen hundred passengers to their deaths. Meanwhile, half a world away in Korea, Kim Il-sung was born. Of those two events, the second was probably worse.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=9502","value":9502},"note":null},{"text":"Kim Il-sung started the policy that required every North Korean over the age of twenty-one to wear a badge with his face on it. Eventually, there were twenty different types of badges, each one denoting the social status of the wearer. Koreans soon learned to recognize the important badges and behave accordingly whenever they encountered a stranger. In due course, a line of badges depicting his son, Kim Jong-il, became acceptable as well.3","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=9511","value":9511},"note":null},{"text":"North Koreans can get thrown into prison for the most trivial offenses—sitting on a newspaper photo of the president, joking about his tiny size, or idly singing a South Korean pop song they might have heard from a friend, for example. Usually an entire family is punished for the crimes of a single member. Parents are imprisoned for having a rebellious son. Sisters are hauled away when a brother they haven’t seen in years is exposed as an enemy of the state. A well-connected model citizen might suddenly be hauled off to jail when a search of old records reveals that his father had committed a political crime many decades earlier.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=9521","value":9521},"note":null},{"text":"When the elder Kim died in 1994, his title was boosted to “Eternal Leader,” which makes North Korea the only nation on earth whose president is a corpse. The daily operation of the government, however, was put into the hands of his son, Kim Jong-il, the “Dear Leader.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=9552","value":9552},"note":null},{"text":"Unfortunately, the problem with Communism isn’t the mere failure to last forever. The bigger problem is that every Communist regime in history killed huge numbers of its own people. If history had seen only one or two nasty people’s republics amid a few decent ones, I might accept that a few bad apples gave the whole movement a bad name, but when death and destruction have followed every single Communist regime ever established, there would seem to be a flaw somewhere in the system.*","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=9611","value":9611},"note":null},{"text":"Although the Viet Cong (the southern insurgents) and North Vietnamese (allied troops sent by Hanoi) were supplied by the Soviets and Chinese, they had less advanced weaponry and relied more on surprise to kill or demoralize the Americans. Booby traps and land mines killed and maimed Americans. Infiltration and ambush tactics could bring a brief tactical advantage before the Americans had a chance to bring their heavier firepower to bear. Viet Cong would blend quietly into the civilian population, attack suddenly, and then disappear.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=9906","value":9906},"note":null},{"text":"Every bit as ineffectual as the military campaign was the parallel “Hearts and Minds” campaign, during which America shoveled money into Vietnam to build roads, clinics, power plants, and schools. The Americans bullied the Saigon government into land redistribution for the peasants. The expenditure was staggering, the results were impressive, and the effect was nil. In a popular war, these social programs would have been the crowning proof of American benevolence, but when contrasted with the bombing, the massacres, and the relocations, it was cast as a hypocritical attempt to whitewash the horrors.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=9943","value":9943},"note":null},{"text":"The Tet Offensive was clearly a tactical victory for the Americans. The enemy was slaughtered everywhere they popped up. Half of the 20,000 Communists who attacked Khe Sanh were killed or severely wounded, while the 6,000 defending Americans lost only 200 killed and 850 wounded.12 In fact, the Viet Cong ceased to be an effective fighting force after Tet, and the war had to be continued by North Vietnamese regulars instead. However, public perception in the United States considered tactical victory irrelevant. The government had been assuring its people that the Communists were too broken and disorganized to last much longer, but now the enemy was attacking deeper into American territory with larger forces than ever before. It didn’t seem to matter that the offensive had played right into the hands of the American army, allowing it to bring its massive firepower to bear against the outgunned Viet Cong. Even in defeat, the Viet Cong elicited sympathy. The image that stuck with the American public was a widely publicized photo and film of a South Vietnamese officer blowing out the brains of a weeping prisoner on the streets of Saigon.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=9962","value":9962},"note":null},{"text":"During the forty years of their bipolar global conflict, the United States and the Soviet Union had an obsession about gaining spaces on the game board. Each side tried to control as many countries as possible regardless of their strategic or economic value. In fact, when you look down the list of major hot wars during the Cold War, you’ll see the most worthless collection of countries you can possibly imagine. Except for Indonesia, none stand out as major suppliers of oil, metals, food, or cash crops, and except for Indonesia, Ethiopia, and Greece, none adjoin any important shipping lanes. The fact that millions of people died for control of these places may be the best proof that both sides in the Cold War were sincerely motivated by ideology. If the Soviet Union and United States had been concerned with only economic self-interest, they would have let these countries go without a fight. As it was, they lost lives and money and gained almost nothing tangible in return.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=10055","value":10055},"note":null},{"text":"TERRORISTS A terrorist act sparked the First World War, but terrorism itself is small potatoes. Except for a few especially destructive operations, terrorism rarely kills more than a few dozen people per incident. Even an entire campaign of terrorism won’t kill enough to get on my list. If your choice is between tolerating a few car bombings now and then, and starting a war over terrorists, probably fewer lives will be lost with the first choice.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=11433","value":11433},"note":null},{"text":"Half of the multicides on my list occurred in the past two hundred years. One-third of them occurred in the last one hundred years. I probably don’t need to belabor the point that the twentieth century saw unparalleled horror. However, this doesn’t necessarily mean that the world is getting more dangerous. Yes, weapons have been getting deadlier, and brutal ideologies have risen and fallen in recent generations. On the other hand, it’s possible that more people were killed in the twentieth century simply because there were more people around to kill. It’s easier to kill a half-million people when nations are fielding armies of millions rather than armies of tens of thousands.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=11541","value":11541},"note":null},{"text":"","isNoteOnly":true,"location":{"url":"kindle://book?action=open&asin=B005LW5JMQ&location=11584","value":11584},"note":"My note"}]}
