{"asin":"B00ICN066A","title":"Sapiens: A Brief History of Humankind","authors":"Yuval Noah Harari","highlights":[{"text":"Three important revolutions shaped the course of history: the Cognitive Revolution kick-started history about 70,000 years ago. The Agricultural Revolution sped it up about 12,000 years ago. The Scientific Revolution, which got under way only 500 years ago, may well end history and start something completely different. This book tells the story of how these three revolutions have affected humans and their fellow organisms.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=99","value":99},"note":null},{"text":"The more eastern regions of Asia were populated by Homo erectus, ‘Upright Man’, who survived there for close to 2 million years, making it the most durable human species ever. This record is unlikely to be broken even by our own species. It is doubtful whether Homo sapiens will still be around a thousand years from now, so 2 million years is really out of our league.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=147","value":147},"note":null},{"text":"The truth is that from about 2 million years ago until around 10,000 years ago, the world was home, at one and the same time, to several human species.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=167","value":167},"note":null},{"text":"Women who gave birth earlier, when the infant’s brain and head were still relatively small and supple, fared better and lived to have more children. Natural selection consequently favoured earlier births. And, indeed, compared to other animals, humans are born prematurely, when many of their vital systems are still under-developed. A colt can trot shortly after birth; a kitten leaves its mother to forage on its own when it is just a few weeks old. Human babies are helpless, dependent for many years on their elders for sustenance, protection and education.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=199","value":199},"note":null},{"text":"This is a key to understanding our history and psychology. Genus Homo’s position in the food chain was, until quite recently, solidly in the middle. For millions of years, humans hunted smaller creatures and gathered what they could, all the while being hunted by larger predators. It was only 400,000 years ago that several species of man began to hunt large game on a regular basis, and only in the last 100,000 years – with the rise of Homo sapiens – that man jumped to the top of the food chain.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=220","value":220},"note":null},{"text":"According to the Interbreeding Theory, when Sapiens spread into Neanderthal lands, Sapiens bred with Neanderthals until the two populations merged. If this is the case, then today’s Eurasians are not pure Sapiens. They are a mixture of Sapiens and Neanderthals. Similarly, when Sapiens reached East Asia, they interbred with the local Erectus, so the Chinese and Koreans are a mixture of Sapiens and Erectus. The opposing view, called the ‘Replacement Theory’ tells a very different story – one of incompatibility, revulsion, and perhaps even genocide. According to this theory, Sapiens and other humans had different anatomies, and most likely different mating habits and even body odours. They would have had little sexual interest in one another. And even if a Neanderthal Romeo and a Sapiens Juliet fell in love, they could not produce fertile children, because the genetic gulf separating the two populations was already unbridgeable. The two populations remained completely distinct, and when the Neanderthals died out, or were killed off, their genes died with them. According to this view, Sapiens replaced all the previous human populations without merging with them. If that is the case, the lineages of all contemporary humans can be traced back, exclusively, to East Africa, 70,000 years ago. We are all ‘pure Sapiens’.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=272","value":272},"note":null},{"text":"A lot hinges on this debate. From an evolutionary perspective, 70,000 years is a relatively short interval. If the Replacement Theory is correct, all living humans have roughly the same genetic baggage, and racial distinctions among them are negligible. But if the Interbreeding Theory is right, there might well be genetic differences between Africans, Europeans and Asians that go back hundreds of thousands of years. This is political dynamite, which could provide material for explosive racial theories.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=284","value":284},"note":null},{"text":"The appearance of new ways of thinking and communicating, between 70,000 and 30,000 years ago, constitutes the Cognitive Revolution.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=368","value":368},"note":null},{"text":"A green monkey can yell to its comrades, ‘Careful! A lion!’ But a modern human can tell her friends that this morning, near the bend in the river, she saw a lion tracking a herd of bison. She can then describe the exact location, including the different paths leading to the area. With this information, the members of her band can put their heads together and discuss whether they should approach the river, chase away the lion and hunt the bison.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=384","value":384},"note":null},{"text":"Legends, myths, gods and religions appeared for the first time with the Cognitive Revolution. Many animals and human species could previously say, ‘Careful! A lion!’ Thanks to the Cognitive Revolution, Homo sapiens acquired the ability to say, ‘The lion is the guardian spirit of our tribe.’ This ability to speak about fictions is the most unique feature of Sapiens language.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=413","value":413},"note":null},{"text":"How did Homo sapiens manage to cross this critical threshold, eventually founding cities comprising tens of thousands of inhabitants and empires ruling hundreds of millions? The secret was probably the appearance of fiction. Large numbers of strangers can cooperate successfully by believing in common myths.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=463","value":463},"note":null},{"text":"There are no gods in the universe, no nations, no money, no human rights, no laws, and no justice outside the common imagination of human beings.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=473","value":473},"note":null},{"text":"Ever since the Cognitive Revolution, Sapiens have thus been living in a dual reality. On the one hand, the objective reality of rivers, trees and lions; and on the other hand, the imagined reality of gods, nations and corporations. As time went by, the imagined reality became ever more powerful, so that today the very survival of rivers, trees and lions depends on the grace of imagined entities such as the United States and Google.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=548","value":548},"note":null},{"text":"Trade may seem a very pragmatic activity, one that needs no fictive basis. Yet the fact is that no animal other than Sapiens engages in trade, and all the Sapiens trade networks about which we have detailed evidence were based on fictions. Trade cannot exist without trust, and it is very difficult to trust strangers. The global trade network of today is based on our trust in such fictional entities as the dollar, the Federal Reserve Bank, and the totemic trademarks of corporations. When two strangers in a tribal society want to trade, they will often establish trust by appealing to a common god, mythical ancestor or totem animal.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=600","value":600},"note":null},{"text":"If you tried to bunch together thousands of chimpanzees into Tiananmen Square, Wall Street, the Vatican or the headquarters of the United Nations, the result would be pandemonium. By contrast, Sapiens regularly gather by the thousands in such places. Together, they create orderly patterns – such as trade networks, mass celebrations and political institutions – that they could never have created in isolation. The real difference between us and chimpanzees is the mythical glue that binds together large numbers of individuals, families and groups. This glue has made us the masters of creation.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=644","value":644},"note":null},{"text":"Revolution.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=669","value":669},"note":"The cognitive revolution (advanced, nuanced language, and the ability to share stories/ fictions) is what made homo sapiens masters of the world. It allows us to work together and trust each other in groups of larger than 150."},{"text":"Ancient foragers also suffered less from infectious diseases. Most of the infectious diseases that have plagued agricultural and industrial societies (such as smallpox, measles and tuberculosis) originated in domesticated animals and were transferred to humans only after the Agricultural Revolution. Ancient foragers, who had domesticated only dogs, were free of these scourges. Moreover, most people in agricultural and industrial societies lived in dense, unhygienic permanent settlements – ideal hotbeds for disease. Foragers roamed the land in small bands that could not sustain epidemics.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=867","value":867},"note":null},{"text":"The average farmer worked harder than the average forager, and got a worse diet in return. The Agricultural Revolution was history’s biggest fraud.2","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=1281","value":1281},"note":null},{"text":"This is the essence of the Agricultural Revolution: the ability to keep more people alive under worse conditions.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=1344","value":1344},"note":null},{"text":"Back in the snail-mail era, people usually only wrote letters when they had something important to relate. Rather than writing the first thing that came into their heads, they considered carefully what they wanted to say and how to phrase it. They expected to receive a similarly considered answer. Most people wrote and received no more than a handful of letters a month and seldom felt compelled to reply immediately. Today I receive dozens of emails each day, all from people who expect a prompt reply. We thought we were saving time; instead we revved up the treadmill of life to ten times its former speed and made our days more anxious and agitated.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=1420","value":1420},"note":null},{"text":"The natural lifespan of wild chickens is about seven to twelve years, and of cattle about twenty to twenty-five years. In the wild, most chickens and cattle died long before that, but they still had a fair chance of living for a respectable number of years. In contrast, the vast majority of domesticated chickens and cattle are slaughtered at the age of between a few weeks and a few months, because this has always been the optimal slaughtering age from an economic perspective. (Why keep feeding a cock for three years if it has already reached its maximum weight after three months?) Egg-laying hens, dairy cows and draught animals are sometimes allowed to live for many years. But the price is subjugation to a way of life completely alien to their urges and desires.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=1496","value":1496},"note":null},{"text":"The dairy industry has its own ways of forcing animals to do its will. Cows, goats and sheep produce milk only after giving birth to calves, kids and lambs, and only as long as the youngsters are suckling. To continue a supply of animal milk, a farmer needs to have calves, kids or lambs for suckling, but must prevent them from monopolising the milk. One common method throughout history was to simply slaughter the calves and kids shortly after birth, milk the mother for all she was worth, and then get her pregnant again. This is still a very widespread technique. In many modern dairy farms a milk cow usually lives for about five years before being slaughtered. During these five years she is almost constantly pregnant, and is fertilised within 60 to 120 days after giving birth in order to preserve maximum milk production. Her calves are separated from her shortly after birth. The females are reared to become the next generation of dairy cows, whereas the males are handed over to the care of the meat industry.8","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=1519","value":1519},"note":null},{"text":"This discrepancy between evolutionary success and individual suffering is perhaps the most important lesson we can draw from the Agricultural Revolution.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=1552","value":1552},"note":null},{"text":"suffering.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=1556","value":1556},"note":"The agricultural revolution was a big fraud. It led us to work harder, live worse lives. This was all to be able to handle large population gain. It also led to a large increase in pig, cattle, chicken populations, but not in a good way. We slaughter and manipulate the animals in ways to benefit us, but they live in horrible conditions."},{"text":"So here is that line from the American Declaration of Independence translated into biological terms: We hold these truths to be self-evident, that all men evolved differently, that they are born with certain mutable characteristics, and that among these are life and the pursuit of pleasure.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=1766","value":1766},"note":null},{"text":"Ask white supremacists about the racial hierarchy, and you are in for a pseudoscientific lecture concerning the biological differences between the races. You are likely to be told that there is something in Caucasian blood or genes that makes whites naturally more intelligent, moral and hardworking. Ask a diehard capitalist about the hierarchy of wealth, and you are likely to hear that it is the inevitable outcome of objective differences in abilities. The rich have more money, in this view, because they are more capable and diligent. No one should be bothered, then, if the wealthy get better health care, better education and better nutrition. The rich richly deserve every perk they enjoy.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=2142","value":2142},"note":null},{"text":"At least since the Agricultural Revolution, most human societies have been patriarchal societies that valued men more highly than women. No matter how a society defined ‘man’ and ‘woman’, to be a man was always better.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=2409","value":2409},"note":null},{"text":"Contemporary American politics also revolve around this contradiction. Democrats want a more equitable society, even if it means raising taxes to fund programmes to help the poor, elderly and infirm. But that infringes on the freedom of individuals to spend their money as they wish. Why should the government force me to buy health insurance if I prefer using the money to put my kids through college? Republicans, on the other hand, want to maximise individual freedom, even if it means that the income gap between rich and poor will grow wider and that many Americans will not be able to afford health care. Just as medieval culture did not manage to square chivalry with Christianity, so the modern world fails to square liberty with equality.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=2566","value":2566},"note":null},{"text":"In fact, even today coins and banknotes are a rare form of money. The sum total of money in the world is about $60 trillion, yet the sum total of coins and banknotes is less than $6 trillion.7 More than 90 percent of all money – more than $50 trillion appearing in our accounts – exists only on computer servers. Accordingly, most business transactions are executed by moving electronic data from one computer file to another, without any exchange of physical cash.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=2775","value":2775},"note":null},{"text":"Trust is the raw material from which all types of money are minted. When a wealthy farmer sold his possessions for a sack of cowry shells and travelled with them to another province, he trusted that upon reaching his destination other people would be willing to sell him rice, houses and fields in exchange for the shells. Money is accordingly a system of mutual trust, and not just any system of mutual trust: money is the most universal and most efficient system of mutual trust ever devised.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=2809","value":2809},"note":null},{"text":"12 The Law of Religion","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=3239","value":3239},"note":"Religion advanced from polytheism to dualism and monotheism. Mono overtook dualism more or less, but also incorporated many dualist beliefs in spite of many contradictions (belief in omnipotent god and evil Satan). Christianity provided the successful formula for spreading monotheistic religion. In the last 300 years several natural religions have arisen, such as liberalism, communism, nationalism. These don't like to be called religions, but really it's just semantics."},{"text":"As far as we know, universal and missionary religions began to appear only in the first millennium BC. Their emergence was one of the most important revolutions in history, and made a vital contribution to the unification of humankind, much like the emergence of universal empires and universal money.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=3270","value":3270},"note":null},{"text":"The only god that the Romans long refused to tolerate was the monotheistic and evangelising god of the Christians. The Roman Empire did not require the Christians to give up their beliefs and rituals, but it did expect them to pay respect to the empire’s protector gods and to the divinity of the emperor. This was seen as a declaration of political loyalty. When the Christians vehemently refused to do so, and went on to reject all attempts at compromise, the Romans reacted by persecuting what they understood to be a politically subversive faction. And even this was done half-heartedly. In the 300 years from the crucifixion of Christ to the conversion of Emperor Constantine, polytheistic Roman emperors initiated no more than four general persecutions of Christians. Local administrators and governors incited some anti-Christian violence of their own. Still, if we combine all the victims of all these persecutions, it turns out that in these three centuries, the polytheistic Romans killed no more than a few thousand Christians.1 In contrast, over the course of the next 1,500 years, Christians slaughtered Christians by the millions to defend slightly different interpretations of the religion of love and compassion.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=3347","value":3347},"note":null},{"text":"The first monotheist religion known to us appeared in Egypt, c.1350 BC, when Pharaoh Akhenaten declared that one of the minor deities of the Egyptian pantheon, the god Aten, was, in fact, the supreme power ruling the universe. Akhenaten institutionalised the worship of Aten as the state religion and tried to check the worship of all other gods. His religious revolution, however, was unsuccessful. After his death, the worship of Aten was abandoned in favour of the old pantheon.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=3375","value":3375},"note":null},{"text":"Judaism, for example, argued that the supreme power of the universe has interests and biases, yet His chief interest is in the tiny Jewish nation and in the obscure land of Israel. Judaism had little to offer other nations, and throughout most of its existence it has not been a missionary religion. This stage can be called the stage of ‘local monotheism’.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=3380","value":3380},"note":null},{"text":"The big breakthrough came with Christianity. This faith began as an esoteric Jewish sect that sought to convince Jews that Jesus of Nazareth was their long-awaited messiah. However, one of the sect’s first leaders, Paul of Tarsus, reasoned that if the supreme power of the universe has interests and biases, and if He had bothered to incarnate Himself in the flesh and to die on the cross for the salvation of humankind, then this is something everyone should hear about, not just Jews. It was thus necessary to spread the good word – the gospel – about Jesus throughout the world.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=3383","value":3383},"note":null},{"text":"Christian success served as a model for another monotheist religion that appeared in the Arabian peninsula in the seventh century – Islam. Like Christianity, Islam, too, began as a small sect in a remote corner of the world, but in an even stranger and swifter historical surprise it managed to break out of the deserts of Arabia and conquer an immense empire stretching from the Atlantic Ocean to India.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=3389","value":3389},"note":null},{"text":"So, monotheism explains order, but is mystified by evil. Dualism explains evil, but is puzzled by order. There is one logical way of solving the riddle: to argue that there is a single omnipotent God who created the entire universe – and He’s evil. But nobody in history has had the stomach for such a belief.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=3442","value":3442},"note":null},{"text":"the rising tide of monotheism did not really wipe out dualism. Jewish, Christian and Muslim monotheism absorbed numerous dualist beliefs and practices, and some of the most basic ideas of what we call ‘monotheism’ are, in fact, dualist in origin and spirit. Countless Christians, Muslims and Jews believe in a powerful evil force – like the one Christians call the Devil or Satan – who can act independently, fight against the good God, and wreak havoc without God’s permission.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=3455","value":3455},"note":null},{"text":"How can a monotheist adhere to such a dualistic belief (which, by the way, is nowhere to be found in the Old Testament)? Logically, it is impossible. Either you believe in a single omnipotent God or you believe in two opposing powers, neither of which is omnipotent. Still, humans have a wonderful capacity to believe in contradictions. So it should not come as a surprise that millions of pious Christians, Muslims and Jews manage to believe at one and the same time in an omnipotent God and an independent Devil. Countless Christians, Muslims and Jews have gone so far as to imagine that the good God even needs our help in its struggle against the Devil, which inspired among other things the call for jihads and crusades.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=3459","value":3459},"note":null},{"text":"In fact, monotheism, as it has played out in history, is a kaleidoscope of monotheist, dualist, polytheist and animist legacies, jumbling together under a single divine umbrella. The average Christian believes in the monotheist God, but also in the dualist Devil, in polytheist saints, and in animist ghosts. Scholars of religion have a name for this simultaneous avowal of different and even contradictory ideas and the combination of rituals and practices taken from different sources. It’s called syncretism. Syncretism might, in fact, be the single great world religion.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=3472","value":3472},"note":null},{"text":"During the first millennium BC, religions of an altogether new kind began to spread through Afro-Asia. The newcomers, such as Jainism and Buddhism in India, Daoism and Confucianism in China, and Stoicism, Cynicism and Epicureanism in the Mediterranean basin, were characterised by their disregard of gods.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=3479","value":3479},"note":null},{"text":"According to Buddhist tradition, Gautama himself attained nirvana and was fully liberated from suffering. Henceforth he was known as ‘Buddha’, which means ‘The Enlightened One’. Buddha spent the rest of his life explaining his discoveries to others so that everyone could be freed from suffering. He encapsulated his teachings in a single law: suffering arises from craving; the only way to be fully liberated from suffering is to be fully liberated from craving; and the only way to be liberated from craving is to train the mind to experience reality as it is.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=3525","value":3525},"note":null},{"text":"The modern age has witnessed the rise of a number of new natural-law religions, such as liberalism, Communism, capitalism, nationalism and Nazism. These creeds do not like to be called religions, and refer to themselves as ideologies. But this is just a semantic exercise. If a religion is a system of human norms and values that is founded on belief in a superhuman order, then Soviet Communism was no less a religion than Islam.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=3550","value":3550},"note":null},{"text":"a huge gulf is opening between the tenets of liberal humanism and the latest findings of the life sciences, a gulf we cannot ignore much longer. Our liberal political and judicial systems are founded on the belief that every individual has a sacred inner nature, indivisible and immutable, which gives meaning to the world, and which is the source of all ethical and political authority. This is a reincarnation of the traditional Christian belief in a free and eternal soul that resides within each individual. Yet over the last 200 years, the life sciences have thoroughly undermined this belief. Scientists studying the inner workings of the human organism have found no soul there. They increasingly argue that human behaviour is determined by hormones, genes and synapses, rather than by free will – the same forces that determine the behaviour of chimpanzees, wolves, and ants. Our judicial and political systems largely try to sweep such inconvenient discoveries under the carpet. But in all frankness, how long can we maintain the wall separating the department of biology from the departments of law and political science?","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=3666","value":3666},"note":null},{"text":"When Constantine assumed the throne in 306, Christianity was little more than an esoteric Eastern sect. If you were to suggest then that it was about to become the Roman state religion, you’d have been laughed out of the room just as you would be today if you were to suggest that by the year 2050 Hare Krishna would be the state religion of the USA.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=3713","value":3713},"note":null},{"text":"The Scientific Revolution has not been a revolution of knowledge. It has been above all a revolution of ignorance. The great discovery that launched the Scientific Revolution was the discovery that humans do not know the answers to their most important questions. Premodern traditions of knowledge such as Islam, Christianity, Buddhism and Confucianism asserted that everything that is important to know about the world was already known. The great gods, or the one almighty God, or the wise people of the past possessed all-encompassing wisdom, which they revealed to us in scriptures and oral traditions. Ordinary mortals gained knowledge by delving into these ancient texts and traditions and understanding them properly. It was inconceivable that the Bible, the Qur’an or the Vedas were missing out on a crucial secret of the universe – a secret that might yet be discovered by flesh-and-blood creatures.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=3877","value":3877},"note":null},{"text":"Newton presented a general theory of movement and change. The greatness of Newton’s theory was its ability to explain and predict the movements of all bodies in the universe, from falling apples to shooting stars, using three very simple mathematical laws:","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=3950","value":3950},"note":null},{"text":"Only around the end of the nineteenth century did scientists come across a few observations that did not fit well with Newton’s laws, and these led to the next revolutions in physics – the theory of relativity and quantum mechanics.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=3955","value":3955},"note":null},{"text":"Until the Scientific Revolution most human cultures did not believe in progress. They thought the golden age was in the past, and that the world was stagnant, if not deteriorating.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=4092","value":4092},"note":null},{"text":"The only modern ideology that still awards death a central role is nationalism. In its more poetic and desperate moments, nationalism promises that whoever dies for the nation will forever live in its collective memory. Yet this promise is so fuzzy that even most nationalists do not really know what to make of it.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=4211","value":4211},"note":null},{"text":"Columbus believed he had reached a small island off the East Asian coast. He called the people he found there ‘Indians’ because he thought he had landed in the Indies – what we now call the East Indies or the Indonesian archipelago. Columbus stuck to this error for the rest of his life. The idea that he had discovered a completely unknown continent was inconceivable for him and for many of his generation. For thousands of years, not only the greatest thinkers and scholars but also the infallible Scriptures had known only Europe, Africa and Asia. Could they all have been wrong? Could the Bible have missed half the world?","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=4465","value":4465},"note":null},{"text":"The discovery of America was the foundational event of the Scientific Revolution. It not only taught Europeans to favour present observations over past traditions, but the desire to conquer America also obliged Europeans to search for new knowledge at breakneck speed. If they really wanted to control the vast new territories, they had to gather enormous amounts of new data about the geography, climate, flora, fauna, languages, cultures and history of the new continent. Christian Scriptures, old geography books and ancient oral traditions were of little help. Henceforth not only European geographers, but European scholars in almost all other fields of knowledge began to draw maps with spaces left to fill in. They began to admit that their theories were not perfect and that there were important things that they did not know.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=4485","value":4485},"note":null},{"text":"The belief in the growing global pie eventually turned revolutionary. In 1776 the Scottish economist Adam Smith published The Wealth of Nations, probably the most important economics manifesto of all time. In the eighth chapter of its first volume, Smith made the following novel argument: when a landlord, a weaver, or a shoemaker has greater profits than he needs to maintain his own family, he uses the surplus to employ more assistants, in order to further increase his profits. The more profits he has, the more assistants he can employ. It follows that an increase in the profits of private entrepreneurs is the basis for the increase in collective wealth and prosperity. This may not strike you as very original, because we all live in a capitalist world that takes Smith’s argument for granted. We hear variations on this theme every day in the news. Yet Smith’s claim that the selfish human urge to increase private profits is the basis for collective wealth is one of the most revolutionary ideas in human history – revolutionary not just from an economic perspective, but even more so from a moral and political perspective. What Smith says is, in fact, that greed is good, and that by becoming richer I benefit everybody, not just myself. Egoism is altruism.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=4851","value":4851},"note":null},{"text":"In order to control trade on the important Hudson River, WIC built a settlement called New Amsterdam on an island at the river’s mouth. The colony was threatened by Indians and repeatedly attacked by the British, who eventually captured it in 1664. The British changed its name to New York. The remains of the wall built by WIC to defend its colony against Indians and British are today paved over by the world’s most famous street – Wall Street.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=5031","value":5031},"note":null},{"text":"When kings fail to do their jobs and regulate the markets properly, it leads to loss of trust, dwindling credit and economic depression. That was the lesson taught by the Mississippi Bubble of 1719, and anyone who forgot it was reminded by the US housing bubble of 2007, and the ensuing credit crunch and recession.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=5139","value":5139},"note":null},{"text":"The slave trade was not controlled by any state or government. It was a purely economic enterprise, organised and financed by the free market according to the laws of supply and demand. Private slave-trading companies sold shares on the Amsterdam, London and Paris stock exchanges. Middle-class Europeans looking for a good investment bought these shares. Relying on this money, the companies bought ships, hired sailors and soldiers, purchased slaves in Africa, and transported them to America. There they sold the slaves to the plantation owners, using the proceeds to purchase plantation products such as sugar, cocoa, coffee, tobacco, cotton and rum. They returned to Europe, sold the sugar and cotton for a good price, and then sailed to Africa to begin another round. The shareholders were very pleased with this arrangement. Throughout the eighteenth century the yield on slave-trade investments was about 6 per cent a year – they were extremely profitable, as any modern consultant would be quick to admit.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=5169","value":5169},"note":null},{"text":"Some religions, such as Christianity and Nazism, have killed millions out of burning hatred. Capitalism has killed millions out of cold indifference coupled with greed.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=5179","value":5179},"note":null},{"text":"THE MODERN ECONOMY GROWS THANKS to our trust in the future and to the willingness of capitalists to reinvest their profits in production. Yet that does not suffice. Economic growth also requires energy and raw materials, and these are finite. When and if they run out, the entire system will collapse. But the evidence provided by the past is that they are finite only in theory. Counter-intuitively, while humankind’s use of energy and raw materials has mushroomed in the last few centuries, the amounts available for our exploitation have actually increased. Whenever a shortage of either has threatened to slow economic growth, investments have flowed into scientific and technological research. These have invariably produced not only more efficient ways of exploiting existing resources, but also completely new types of energy and materials.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=5221","value":5221},"note":null},{"text":"Since human and animal bodies were the only energy conversion device available, muscle power was the key to almost all human activities. Human muscles built carts and houses, ox muscles ploughed fields, and horse muscles transported goods. The energy that fuelled these organic muscle-machines came ultimately from a single source – plants. Plants in their turn obtained their energy from the sun. By the process of photosynthesis, they captured solar energy and packed it into organic compounds. Almost everything people did throughout history was fuelled by solar energy that was captured by plants and converted into muscle power.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=5243","value":5243},"note":null},{"text":"Even plants and animals were mechanised. Around the time that Homo sapiens was elevated to divine status by humanist religions, farm animals stopped being viewed as living creatures that could feel pain and distress, and instead came to be treated as machines. Today these animals are often mass-produced in factory-like facilities, their bodies shaped in accordance with industrial needs. They pass their entire lives as cogs in a giant production line, and the length and quality of their existence is determined by the profits and losses of business corporations.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=5350","value":5350},"note":null},{"text":"Pigs are among the most intelligent and inquisitive of mammals, second perhaps only to the great apes. Yet industrialised pig farms routinely confine nursing sows inside such small crates that they are literally unable to turn around (not to mention walk or forage). The sows are kept in these crates day and night for four weeks after giving birth. Their offspring are then taken away to be fattened up and the sows are impregnated with the next litter of piglets.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=5360","value":5360},"note":null},{"text":"Just as the Atlantic slave trade did not stem from hatred towards Africans, so the modern animal industry is not motivated by animosity. Again, it is fuelled by indifference. Most people who produce and consume eggs, milk and meat rarely stop to think about the fate of the chickens, cows or pigs whose flesh and emissions they are eating. Those who do think often argue that such animals are really little different from machines, devoid of sensations and emotions, incapable of suffering. Ironically, the same scientific disciplines which shape our milk machines and egg machines have lately demonstrated beyond reasonable doubt that mammals and birds have a complex sensory and emotional make-up. They not only feel physical pain, but can also suffer from emotional distress.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=5373","value":5373},"note":null},{"text":"Evolutionary psychology maintains that the emotional and social needs of farm animals evolved in the wild, when they were essential for survival and reproduction. For example, a wild cow had to know how to form close relations with other cows and bulls, or else she could not survive and reproduce. In order to learn the necessary skills, evolution implanted in calves – as in the young of all other social mammals – a strong desire to play (playing is the mammalian way of learning social behaviour). And it implanted in them an even stronger desire to bond with their mothers, whose milk and care were essential for survival. What happens if farmers now take a young calf, separate her from her mother, put her in a closed cage, give her food, water and inoculations against diseases, and then, when she is old enough, inseminate her with bull sperm? From an objective perspective, this calf no longer needs either maternal bonding or playmates in order to survive and reproduce. But from a subjective perspective, the calf still feels a very strong urge to bond with her mother and to play with other calves. If these urges are not fulfilled, the calf suffers greatly. This is the basic lesson of evolutionary psychology: a need shaped in the wild continues to be felt subjectively even if it is no longer really necessary for survival and reproduction. The tragedy of industrial agriculture is that it takes great care of the objective needs of animals, while neglecting their subjective needs.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=5379","value":5379},"note":null},{"text":"In medieval Europe, aristocrats spent their money carelessly on extravagant luxuries, whereas peasants lived frugally, minding every penny. Today, the tables have turned. The rich take great care managing their assets and investments, while the less well heeled go into debt buying cars and televisions they don’t really need.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=5455","value":5455},"note":null},{"text":"The capitalist–consumerist ethic is revolutionary in another respect. Most previous ethical systems presented people with a pretty tough deal. They were promised paradise, but only if they cultivated compassion and tolerance, overcame craving and anger, and restrained their selfish interests. This was too tough for most. The history of ethics is a sad tale of wonderful ideals that nobody can live up to. Most Christians did not imitate Christ, most Buddhists failed to follow Buddha, and most Confucians would have caused Confucius a temper tantrum. In contrast, most people today successfully live up to the capitalist–consumerist ideal. The new ethic promises paradise on condition that the rich remain greedy and spend their time making more money, and that the masses give free rein to their cravings and passions – and buy more and more. This is the first religion in history whose followers actually do what they are asked to do.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=5460","value":5460},"note":null},{"text":"It is perhaps debatable whether violence within states has decreased or increased since 1945. What nobody can deny is that international violence has dropped to an all-time low.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=5767","value":5767},"note":null},{"text":"In 1945 Britain ruled a quarter of the globe. Thirty years later it ruled just a few small islands. In the intervening decades it retreated from most of its colonies in a peaceful and orderly manner. Though in some places such as Malaya and Kenya the British tried to hang on by force of arms, in most places they accepted the end of empire with a sigh rather than with a temper tantrum.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=5772","value":5772},"note":null},{"text":"There is a positive feedback loop between all these four factors. The threat of nuclear holocaust fosters pacifism; when pacifism spreads, war recedes and trade flourishes; and trade increases both the profits of peace and the costs of war. Over time, this feedback loop creates another obstacle to war, which may ultimately prove the most important of all. The tightening web of international connections erodes the independence of most countries, lessening the chance that any one of them might single-handedly let slip the dogs of war.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=5857","value":5857},"note":null},{"text":"Marriage is particularly important. Repeated studies have found that there is a very close correlation between good marriages and high subjective well-being, and between bad marriages and misery.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=5978","value":5978},"note":null},{"text":"According to Buddhism, the root of suffering is neither the feeling of pain nor of sadness nor even of meaninglessness. Rather, the real root of suffering is this never-ending and pointless pursuit of ephemeral feelings, which causes us to be in a constant state of tension, restlessness and dissatisfaction. Due to this pursuit, the mind is never satisfied. Even when experiencing pleasure, it is not content, because it fears this feeling might soon disappear, and craves that this feeling should stay and intensify. People are liberated from suffering not when they experience this or that fleeting pleasure, but rather when they understand the impermanent nature of all their feelings, and stop craving them. This is the aim of Buddhist meditation practices. In meditation, you are supposed to closely observe your mind and body, witness the ceaseless arising and passing of all your feelings, and realise how pointless it is to pursue them. When the pursuit stops, the mind becomes very relaxed, clear and satisfied. All kinds of feelings go on arising and passing – joy, anger, boredom, lust – but once you stop craving particular feelings, you can just accept them for what they are. You live in the present moment instead of fantasising about what might have been.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=6190","value":6190},"note":null},{"text":"It’s unclear whether bioengineering could really resurrect the Neanderthals, but it would very likely bring down the curtain on Homo sapiens. Tinkering with our genes won’t necessarily kill us. But we might fiddle with Homo sapiens to such an extent that we would no longer be Homo sapiens.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=6348","value":6348},"note":null},{"text":"Yet of all the projects currently under development, the most revolutionary is the attempt to devise a direct two-way brain-computer interface that will allow computers to read the electrical signals of a human brain, simultaneously transmitting signals that the brain can read in turn. What if such interfaces are used to directly link a brain to the Internet, or to directly link several brains to each other, thereby creating a sort of Inter-brain-net? What might happen to human memory, human consciousness and human identity if the brain has direct access to a collective memory bank? In such a situation, one cyborg could, for example, retrieve the memories of another – not hear about them, not read about them in an autobiography, not imagine them, but directly remember them as if they were his own. Or her own. What happens to concepts such as the self and gender identity when minds become collective?","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=6399","value":6399},"note":null},{"text":"The only thing we can try to do is to influence the direction scientists are taking. But since we might soon be able to engineer our desires too, the real question facing us is not ‘What do we want to become?’, but ‘What do we want to want?’ Those who are not spooked by this question probably haven’t given it enough thought.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B00ICN066A&location=6518","value":6518},"note":null}]}